tests/Coutte_run_app/planarCouette_solved_old_09-08-2026 13-51/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

runApplication createPatch -overwrite

runApplication $(getApplication)

#------------------------------------------------------------------------------
